# CommonTintToggle Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
Concrete..::..CommonTintToggle Property
Concrete Class See Also
---
The property labeled "Tint" from the "Concrete" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string CommonTintToggle { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CommonTintToggle As String
	Get
```

Visual C++
---
```text
public:
static property String^ CommonTintToggle {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyBoolean".
# See Also
Concrete Class
Autodesk.Revit.DB.Visual Namespace